[
    {
        "data": "LUTY 2022",
        "wydarzenia": [
            "24 lutego: Wladimir Putin ogłosił, że podjął decyzję o rozpoczęciu „specjalnej operacji wojskowej”.",
            "24 lutego: Rosjanie w ciągu dnia bombardowali z powietrza i morza Wyspę Wężową na Morzu Czarnym",
            "24 lutego: Walka o lotnisko Hostomel",
            "28 lutego: Orientacyjny bilans strat rosyjskich podanych przez stronę ukraińską wynosił 5300 ludzi, 191 czołgów, 816 pojazdów opancerzonych, 29 samolotów, 29 śmigłowców. Po stronie ukraińskiej zginęło od początku konfliktu 352 cywilów, w tym 14 dzieci."
        ]
    },
    {
        "data": "MARZEC 2022",
        "wydarzenia": [
            "2 marca 100.000 uchodźców zostało przyjętych do Polski",
            "9 marca atak Rosjan na szpital w Mariupolu",
            "16 marca atak rosjan na teatr w Mariupolu"
        ]
    },
    {
        "data": "KWIECIEŃ 2022",
        "wydarzenia": [
            "7 kwietnia: Parlament Europejski przegłosował embargo na rosyjską ropę",
            "12 kwietnia: Akcja dywersyjna w rosyjskim Szebekinie: uszkodzono most kolejowy, ktorym transportowano posiłki na tereny okupowane.",
            "14 kwietnia: Rosyjskie ministerstwo obrony potwierdziło, że flagowy krążownik rosyjskiej marynarki wojennej krążownik rakietowy Moskwa zatonął na Morzu Czarnym po eksplozji i pożarze na pokładzie.",
            "21 kwietnia: Rosjanie zniszczyli wszystkie magazyny żywności w Siewierodoniecku, pozostawiając lokalną ludność na pastwę pomocy humanitarnej - poinformowały lokalne władze.",
            "25 kwietnia: Ukraina dokonała udanego ataku na skład amunicji w obw. chersońskim. Raportowano 70 zabitych Rosjan."
        ]
    },
    {
        "data": "MAJ 2022",
        "wydarzenia": [
            "9 maja Rosyjskie ataki rakietowe w Odessie uderzyły w centrum handlowe i dwa hotele, powodując wiele ofiar",
            "17 maja Obrońcy huty w Mariupolu. Rozległa huta stali Azovstal w Mariupolu stała się kolejnym symbolem ukraińskiego oporu w obliczu znacznie większego wroga"
        ]
    },
    {
        "data": "CZERWIEC 2022",
        "wydarzenia": [
            "3 czerwca: Rosja wznowiła ostrzał Charkowa, a rosyjskie ataki rakietowe uszkodziły infrastrukturę kolejową w okolicach Lwowa.",
            "9 czerwca: Rosyjskie wojska omyłkowo ostrzelały własne terytorium; zniszczono domy, linię kolejową oraz zakład przemysłowy w miejscowości Tiotkino.",
            "15 czerwca: Rosjanie zniszczyli wszystkie mosty prowadzące do Siewierodoniecka. Obrońcy zakładów Azot zostali odcięci od dostaw. ",
            "17 czerwca: Wg rosyjskiego portalu The Insider w kraju prawie nie ma już ochotników na wojnę, a większość powołanych zgadza się walczyć, by chronić siebie i swoje rodziny. W Czeczeni trwa przymusowa mobilizacja na wojnę z Ukrainą pod groźbami tortur i sfabrykowanych spraw karnych",
            "17 czerwca: Ukraińska Marynarka Wojenna: zatopiliśmy rosyjski holownik „Wasilij Bech”, który przewoził personel wojskowy i broń na Wyspę Węży",
            "23 czerwca: Siły ukraińskie przeprowadziły atak na rosyjski system przeciwlotniczy, stację radarową i pojazdy na Wyspie Węży.",
            "25 czerwca: Ukraina przeprowadziła atak na zajętą przez Rosję platformę wiertniczą na Morzu Czarnym"
        ]
    },
    {
        "data": "LIPIEC 2022",
        "wydarzenia": []
    },
    {
        "data": "SIERPIEŃ 2022",
        "wydarzenia": [
            "2 sierpnia: Rosja zbombardowała dom właściciela firmy Nibulon, 1 z największych ukraińskich producentów i eksporterów pszenicy, jęczmienia i kukurydzy; O. Wadaturski zginął wraz z żoną w ostrzale Mikołajowa.",
            "11 sierpnia: Rosja rozpoczęła przyłączanie Zaporoskiej Elektrowni Atomowej do swej sieci energet. oraz odłączanie jej od sieci ukraińskiej.",
            "11 sierpnia: Lokalne władze: płonie zbiornik ropy naftowej w rosyjskim Jejsku, naprzeciw okupowanego przez Rosję Mariupola",
            "15 sierpnia: Lokalne władze: ukraińskie wojsko uszkodziło 4. i ostatni most używany przez Rosjan do transportu przez Dniepr.",
            "22 sierpnia: Ukraiński ruch oporu w okupowanym Melitopolu wysadził słup energetyczny, uniemożliwiając przyłączenie Zaporoskiej Elektrowni Atomowej do rosyjskiej sieci przesyłowej."
        ]
    },
    {
        "data": "WRZESIEŃ 2022",
        "wydarzenia": []
    },
    {
        "data": "PAŹDZIERNIK 2022",
        "wydarzenia": [
            "2 października: Prezydent Zełenski podpisał dekret odwołujący jesienny pobór do wojska. Przeniesienie wojskowych do rezerwy zostało odłożone do momentu demobilizacji.",
            "6 pażdziernika: Były szef ukraińskiego koncernu gazowego Naftohaz twierdzi: „Rosjanie zainstalowali materiały wybuchowe wew. rurociągów Nord Stream 1 i 2 w końcowym etapie ich budowy”.",
            "13 października: Ukraina: ok. 30% naszej infrastruktury energetycznej zostało uszkodzone od poniedziałku przez rosyjskie ostrzały rakietowe. ",
            "18 października: Ukraiński koncern Enerhoatom: w wyniku ostrzału wojsk rosyjskich Zaporoska Elektrownia Jądrowa znów została odłączona od ukraińskiej sieci energetycznej; uruchomiono awaryjne generatory. ",
            "22 października: Zaplanowane wyłączenia dostaw energii zostały wprowadzone w Kijowie, Czernichowie, Czerkasach i Żytomierzu.",
            "26 października: W ciągu ostatnich 2 tygodni Rosja dokonała ok. 300 ataków na ukraińskie elektrownie. "
        ]
    },
    {
        "data": "LISTOPAD 2022",
        "wydarzenia": []
    },
    {
        "data": "GRUDZIEŃ 2022",
        "wydarzenia": [
            "2 grudnia: Import gazu z Rosji do Europy drogą morską wzrósł od stycznia o 42% rdr. i jest na rekordowym poziomie.",
            "11 grudnia: Cena rosyjskiej ropy Ural spadła do 53$ za baryłkę; dla porównania: amerykańska WTI ~ 71 $, a brytyjska Brent: 76 $.",
            "21 grudnia; Mołdawia po raz 1. w 30-letniej historii sprowadzi do kraju gaz, który nie pochodzi z Rosji i rezygnuje z dostaw Gazpromu."
        ]
    },
    {
        "data": "STYCZEŃ 2023",
        "wydarzenia": []
    },
    {
        "data": "LUTY 2023",
        "wydarzenia": [
            "5 lutego: KE przekaże Ukrainie 35 mln żarówek LED by zmniejszyć jej zapotrzebowanie na prąd. “Niesiemy światło Ukrainie!” - zadeklarowała szefowa KE U. von der Leyen.",
            "19 lutego: Zmobilizowani rezerwiści z obw. kaliningradzkiego opublikowali nagranie, na którym buntują się wobec dowódcy, który nakazał im szturm ukraińskich pozycji w Donbasie.",
            "24 lutego: Wg wywiadu NATO Rosja obecnie traci na Ukrainie ok. 2 tys. żołnierzy na każde zdobyte ok. 100 m terenu. ",
            "Minął rok od wybuchu pełnoskalowej inwazji Rosji na Ukrainę. Rosjanie stracili ok. 150 tys. żołnierzy (zabici, ranni, wzięci do niewoli), 6600 wozów bojowych, 3360 czołgów, 2363 systemy artylerii, 474 wyrzutnie wieloprowadnicowe, 247 systemów przeciwlotniczych, 299 samolotów, 287 helikopterów, 2033 drony i 18 jednostek pływających."
        ]
    },
    {
        "data": "MARZEC 2023",
        "wydarzenia": []
    },
    {
        "data": "KWIECIEŃ 2023",
        "wydarzenia": [
            "1 kwietnia: Japonia zakazuje eksportu stali, aluminium i samolotów (w tym dronów) do Rosji w ramach kolejnego pakietu sankcji. Zakazano też dostaw maszyn budowlanych, silników okrętowych czy urządzeń optycznych.",
            "11 kwietnia: Bułgaria zamknęła porty dla statków z rosyjskiego rejestru morskiego, niezależnie, pod jaką banderą pływają.",
            "17 kwietnia: Apple ogłosiło koniec importu z Rosji metali takich jak wolfram, tantal i złoto, ale dalej kupuje je przez pośredników."
        ]
    },
    {
        "data": "MAJ 2023",
        "wydarzenia": []
    }
]