{
    "events": [
        {
            "data": "LUTY 2022",
            "events": [
                "24 lutego: Wladimir Putin ogłosił, że podjął decyzję o rozpoczęciu „specjalnej operacji wojskowej”.",
                "24 lutego: Rosjanie w ciągu dnia bombardowali z powietrza i morza Wyspę Wężową na Morzu Czarnym",
                "24 lutego: Walka o lotnisko Hostomel",
                "28 lutego: Orientacyjny bilans strat rosyjskich podanych przez stronę ukraińską wynosił 5300 ludzi, 191 czołgów, 816 pojazdów opancerzonych, 29 samolotów, 29 śmigłowców. Po stronie ukraińskiej zginęło od początku konfliktu 352 cywilów, w tym 14 dzieci."
            ]
        },
        {
            "data": "MARZEC 2022",
            "events": [
                "2 marca: 100.000 uchodźców zostało przyjętych do Polski",
                "12 marca: Władze Mariupola: szacujemy liczbę zabitych mieszkańców na 20 tys. osób, 80% domów jest zniszczona, a 80% spośród zniszczonych nadaje się tylko do rozbiórki; ostatni magazyn żywności zniszczono przedwczoraj.",
                "13 marca: ONZ: z Ukrainy uciekło już 3 mln osób, w tym 1,8 mln do Polski.",
                "24 marca: Szefowa KE: zwiększymy wsparcie dla Ukrainy, zaostrzymy sankcje i 'uwolnimy się od rosyjskich paliw kopalnych'. Pomóc ma gaz z USA."
            ]
        },
        {
            "data": "KWIECIEŃ 2022",
            "events": [
                "7 kwietnia: Parlament Europejski przegłosował embargo na rosyjską ropę",
                "12 kwietnia: Akcja dywersyjna w rosyjskim Szebekinie: uszkodzono most kolejowy, ktorym transportowano posiłki na tereny okupowane.",
                "14 kwietnia: Rosyjskie ministerstwo obrony potwierdziło, że flagowy krążownik rosyjskiej marynarki wojennej krążownik rakietowy Moskwa zatonął na Morzu Czarnym po eksplozji i pożarze na pokładzie.",
                "21 kwietnia: Rosjanie zniszczyli wszystkie magazyny żywności w Siewierodoniecku, pozostawiając lokalną ludność na pastwę pomocy humanitarnej - poinformowały lokalne władze.",
                "25 kwietnia: Ukraina dokonała udanego ataku na skład amunicji w obw. chersońskim. Raportowano 70 zabitych Rosjan."
            ]
        },
        {
            "data": "MAJ 2022",
            "events": [
                "9 maja: Rosyjskie ataki rakietowe w Odessie uderzyły w centrum handlowe i dwa hotele, powodując wiele ofiar",
                "17 maja: Obrońcy huty w Mariupolu. Rozległa huta stali Azovstal w Mariupolu stała się kolejnym symbolem ukraińskiego oporu w obliczu znacznie większego wroga",
                "20 maja: Gazprom nie zapłacił Ukrainie za tranzyt gazu przez jej terytorium do Europy; ukraiński Naftogaz szykuje pozew. "
            ]
        },
        {
            "data": "CZERWIEC 2022",
            "events": [
                "3 czerwca: Rosja wznowiła ostrzał Charkowa, a rosyjskie ataki rakietowe uszkodziły infrastrukturę kolejową w okolicach Lwowa.",
                "9 czerwca: Rosyjskie wojska omyłkowo ostrzelały własne terytorium; zniszczono domy, linię kolejową oraz zakład przemysłowy w miejscowości Tiotkino.",
                "15 czerwca: Rosjanie zniszczyli wszystkie mosty prowadzące do Siewierodoniecka. Obrońcy zakładów Azot zostali odcięci od dostaw. ",
                "17 czerwca: Wg rosyjskiego portalu The Insider w kraju prawie nie ma już ochotników na wojnę, a większość powołanych zgadza się walczyć, by chronić siebie i swoje rodziny. W Czeczeni trwa przymusowa mobilizacja na wojnę z Ukrainą pod groźbami tortur i sfabrykowanych spraw karnych",
                "17 czerwca: Ukraińska Marynarka Wojenna: zatopiliśmy rosyjski holownik „Wasilij Bech”, który przewoził personel wojskowy i broń na Wyspę Węży",
                "23 czerwca: Siły ukraińskie przeprowadziły atak na rosyjski system przeciwlotniczy, stację radarową i pojazdy na Wyspie Węży.",
                "25 czerwca: Ukraina przeprowadziła atak na zajętą przez Rosję platformę wiertniczą na Morzu Czarnym"
            ]
        },
        {
            "data": "LIPIEC 2022",
            "events": [
                "6 lipca: Zełenski: 22 mln ton zboża jest zablokowane na Ukrainie, a na jesień spodziewamy się ok. 60 mln zablokowanych ton",
                "19 lipca: Rosjanie ostrzelali Mikołajów, doszło do ok. 10 silnych eksplozji i pożarów w 2 przedsiębiorstwach przemysłowych; miasto prawdopodobnie ostrzelano rakietami S-300.",
                "28 lipca: Lokalne władze: woda, którą rosyjscy okupanci rozdają mieszkańcom Mariupola jako zdatną do picia, jest skażona pałeczkami okrężnicy",
                "31 lipca: Ukraińskie SZ zniszczyły także most kolejowy pod Chersoniem, pozbawiając armię rosyjską wszystkich połączeń z lewym brzegiem Dniepru."
            ]
        },
        {
            "data": "SIERPIEŃ 2022",
            "events": [
                "2 sierpnia: Rosja zbombardowała dom właściciela firmy Nibulon, 1 z największych ukraińskich producentów i eksporterów pszenicy, jęczmienia i kukurydzy; O. Wadaturski zginął wraz z żoną w ostrzale Mikołajowa.",
                "11 sierpnia: Rosja rozpoczęła przyłączanie Zaporoskiej Elektrowni Atomowej do swej sieci energet. oraz odłączanie jej od sieci ukraińskiej.",
                "11 sierpnia: Lokalne władze: płonie zbiornik ropy naftowej w rosyjskim Jejsku, naprzeciw okupowanego przez Rosję Mariupola",
                "15 sierpnia: Lokalne władze: ukraińskie wojsko uszkodziło 4. i ostatni most używany przez Rosjan do transportu przez Dniepr.",
                "22 sierpnia: Ukraiński ruch oporu w okupowanym Melitopolu wysadził słup energetyczny, uniemożliwiając przyłączenie Zaporoskiej Elektrowni Atomowej do rosyjskiej sieci przesyłowej."
            ]
        },
        {
            "data": "WRZESIEŃ 2022",
            "events": [
                "1 września: UE przekazuje 5 mln tabletek jodku potasu Ukrainie, aby chronić jej mieszkańców przed ryzykiem promieniowania. Ma być to prewencyjny środek ochrony wokół elektrowni atomowej w Enerhodarze. ",
                "9 września: Ukraina: Rosjanie aresztowali już 200 pracowników Zaporoskiej Elektrowni Atomowej. Nie wiemy, gdzie są, ani co się z nimi dzieje. ",
                "12 września: Rosjanie odpowiadają atakiem rakietowym w największą elektrociepłownię w Charkowie. Władze Ukrainy: “tchórzliwa odpowiedź terroryzmem na ucieczkę własnej armii z pola bitwy. Chęć masowego pozbawienia ludności cywilnej ciepła i prądu.” ",
                "16 września: Rosjanie zbombardowali hydroelektrownię Krasnoklyuchevskaya, będącą tamą.",
                "19 września: Rosyjski ostrzał uszkodził elektrownię w Słowiańsku oraz pogłębił uszkodzenia w hydroelektrowni (i tamie zarazem) pod Krzywym Rogiem."
            ]
        },
        {
            "data": "PAŹDZIERNIK 2022",
            "events": [
                "2 października: Prezydent Zełenski podpisał dekret odwołujący jesienny pobór do wojska. Przeniesienie wojskowych do rezerwy zostało odłożone do momentu demobilizacji.",
                "6 pażdziernika: Były szef ukraińskiego koncernu gazowego Naftohaz twierdzi: „Rosjanie zainstalowali materiały wybuchowe wew. rurociągów Nord Stream 1 i 2 w końcowym etapie ich budowy”.",
                "13 października: Ukraina: ok. 30% naszej infrastruktury energetycznej zostało uszkodzone od poniedziałku przez rosyjskie ostrzały rakietowe. ",
                "18 października: Ukraiński koncern Enerhoatom: w wyniku ostrzału wojsk rosyjskich Zaporoska Elektrownia Jądrowa znów została odłączona od ukraińskiej sieci energetycznej; uruchomiono awaryjne generatory. ",
                "22 października: Zaplanowane wyłączenia dostaw energii zostały wprowadzone w Kijowie, Czernichowie, Czerkasach i Żytomierzu.",
                "26 października: W ciągu ostatnich 2 tygodni Rosja dokonała ok. 300 ataków na ukraińskie elektrownie. "
            ]
        },
        {
            "data": "LISTOPAD 2022",
            "events": [
                "2 listopada: Dron kamikaze uderzył w zbiornik paliwa w obw. czerkaskim.",
                "7 listopada: 8 regionów Ukrainy, w tym Kijów, objęty jest kaskadowymi blackoutami po kilka godzin, by nie przeciążać infrastruktury poważnie uszkodzonej przez Rosję. ",
                "9 listopada: Chersoń pozostał bez prądu i wody. Rosjanie obwiniają o to “ataki terrorystyczne”. Jednak w Berysławiu zaobserwowano, jak samodzielnie wysadzają i niszczą słupy energet.",
                "18 listopada: Po zmasowanym, rosyjskim ataku rakietowym na infrastrukturę energetyczną, cały Kijów został całkowicie bez prądu, a w całym kraju występują poważne braki zasilania.",
                "14 listopada: W środę miał miejsce kolejny zmasowany atak rakietowy na wrażliwą infrastrukturę cywilną Ukrainy. W efekcie cały Lwów jest bez prądu."
            ]
        },
        {
            "data": "GRUDZIEŃ 2022",
            "events": [
                "2 grudnia: Import gazu z Rosji do Europy drogą morską wzrósł od stycznia o 42% rdr. i jest na rekordowym poziomie.",
                "11 grudnia: Cena rosyjskiej ropy Ural spadła do 53$ za baryłkę; dla porównania: amerykańska WTI ~ 71 $, a brytyjska Brent: 76 $.",
                "21 grudnia; Mołdawia po raz 1. w 30-letniej historii sprowadzi do kraju gaz, który nie pochodzi z Rosji i rezygnuje z dostaw Gazpromu."
            ]
        },
        {
            "data": "STYCZEŃ 2023",
            "events": [
                "4 stycznia: Ukraińskie dowództwo: Ukraina wyzwoliła już 40% terytoriów zajętych przez Rosję. Obecnie linia frontu, na której trwają aktywne walki ,liczy 1500 km, a cała linia frontu 3786 km.",
                "15 stycznia: Po zaciętej i krwawej dla obu stron bitwie o miasto Soledar (11 tys. mieszk.), najprawdopodobniej znajduje się już ono w rękach Rosjan. W tym miejscowe kopalnie soli.",
                "22 stycznia: Rosyjskie siły są coraz bliżej okrążenia Bachmutu. ",
                "26 stycznia: W okupowanym Mariupolu eksplodowały koszary, w których było > 200 rosyjskich wojskowych narodowości kaukaskiej. Ma to być akcja dywersyjna ukraińskiej partyzantki. "
            ]
        },
        {
            "data": "LUTY 2023",
            "events": [
                "5 lutego: KE przekaże Ukrainie 35 mln żarówek LED by zmniejszyć jej zapotrzebowanie na prąd. “Niesiemy światło Ukrainie!” - zadeklarowała szefowa KE U. von der Leyen.",
                "19 lutego: Zmobilizowani rezerwiści z obw. kaliningradzkiego opublikowali nagranie, na którym buntują się wobec dowódcy, który nakazał im szturm ukraińskich pozycji w Donbasie.",
                "24 lutego: Wg wywiadu NATO Rosja obecnie traci na Ukrainie ok. 2 tys. żołnierzy na każde zdobyte ok. 100 m terenu. ",
                "Minął rok od wybuchu pełnoskalowej inwazji Rosji na Ukrainę. Rosjanie stracili ok. 150 tys. żołnierzy (zabici, ranni, wzięci do niewoli), 6600 wozów bojowych, 3360 czołgów, 2363 systemy artylerii, 474 wyrzutnie wieloprowadnicowe, 247 systemów przeciwlotniczych, 299 samolotów, 287 helikopterów, 2033 drony i 18 jednostek pływających."
            ]
        },
        {
            "data": "MARZEC 2023",
            "events": [
                "3 marca: W Dnieprze, 1 z największych miast Ukrainy, rosyjski pocisk uderzył w blok mieszkalny, zabijając 46 osób, w tym 6 dzieci. Rannych zostało 80 osób. Trwa wielkie sprzątanie ruin.",
                "7 marca: Wagnerowcy zaatakowali jedną z pozycji ukraińskich 18 falami w ciągu 1 doby, zmuszając ich do odwrotu i notując ciężkie straty. Pojmany wagnerowiec wyznał, że nie ma odwrotu, a ich jedyna szansa na przeżycie to iść naprzód, gdyż tyłów pilnują Rosjanie, którzy zabijają powracających. ",
                "18 marca: Zełenski podał, że aktywna linia walk ciągnie się na 1500 km. Zapowiedział też, że Ukraina na pewno odbije okupowane terytoria. Jest to 1 z największych wojen po 2 WŚ.",
                "26 marca: Maleje liczba ataków rakietowych Rosji, a wg ukraińskiego wywiadu zostało jej 15% zapasów sprzed inwazji i może teraz prowadzić ok. 2 ostrzały na miesiąc, gdy jesienią było to 1x na tydzień."
            ]
        },
        {
            "data": "KWIECIEŃ 2023",
            "events": [
                "1 kwietnia: Japonia zakazuje eksportu stali, aluminium i samolotów (w tym dronów) do Rosji w ramach kolejnego pakietu sankcji. Zakazano też dostaw maszyn budowlanych, silników okrętowych czy urządzeń optycznych.",
                "11 kwietnia: Bułgaria zamknęła porty dla statków z rosyjskiego rejestru morskiego, niezależnie, pod jaką banderą pływają.",
                "17 kwietnia: Apple ogłosiło koniec importu z Rosji metali takich jak wolfram, tantal i złoto, ale dalej kupuje je przez pośredników."
            ]
        },
        {
            "data": "MAJ 2023",
            "events": [
                "4 maja:Rosja dokonała w środę zmasowanego ataku na obiekty cywilne w Chersoniu, zginęło 21 os., a 48 zostało rannych. ",
                "12 maja: USA potwierdziły duży sukces ukraińskiego wojska, które strąciło ponaddźwiękowy pocisk Kindżał przy użyciu systemu obrony Patriot.",
                "18 maja: We wtorek o 3.30 nad ranem Rosja odpaliła 18 rakiet na Kijów z lądu, morza i powietrza. W tym 6 ponaddźwiękowych Kinżał i 9 Kalibr. Ukraińska obrona zestrzeliła wszystkie. To był 8. atak na Kijów w tym miesiącu i najbardziej intensywny. Odłamki zniszczonych w powietrzu rakiet dokonały szeregu zniszczeń. ",
                "20 maja: Ukraińsko-tatarski ruch oporu ATESZ w 79. rocznicę sowieckiego ludobójstwa Tatarów Krymskich wysadził tory pod Symferopolem, czym wykoleił wojskowy pociąg Rosji i zablokował dostawy na okupowane terytoria."
            ]
        }       
    ]
}